Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# SendingGame
source: playing a game...
ar: يلعب لعبة...
es: jugando...
it: sta giocando a un gioco...

source: Sending GIF...
ar: جاري إرسال صورة متحركة...
es: Enviando GIF...
it: Invio GIF...

# SendingPhoto
source: sending a photo...
ar: جاري إرسال الصورة...
es: enviando una foto...
it: sta inviando una foto...

source: Sending video...
ar: جارٍ إرسال المقطع المرئي...
es: Enviando vídeo...
it: Invio video...

# SendingVideoStatus
source: sending a video...
ar: جاري إرسال المقطع المرئي...
es: enviando un vídeo...
it: sta inviando un video...

# SentAppCode
source: We've sent the code to the **Telegram** app on your other device.
ar: لقد قمنا بإرسال رمز الدخول إلى تطبيق **تيليجرام** على جهازك الآخر
es: Enviamos el código a la aplicación **Telegram** en tu otro dispositivo.
it: Abbiamo inviato il codice su **Telegram** nel tuo altro dispositivo.

# SentCallCode
source: We're calling your phone **{0}**. Don't accept the call, Telegram will process everything automatically.
ar: جاري الاتصال على رقمك **{0}**. لا داعي للرد عليها، تيليجرام سيقوم بعملية التفعيل تلقائيًا.
es: Estamos llamando al número **{0}**. No contestes. Telegram hará todo el proceso automáticamente.
it: Stiamo chiamando il tuo numero **{0}**. Non rispondere alla chiamata, Telegram farà tutto in automatico.

# SentCallOnly
source: We are calling your phone **{0}** to dictate a code.
ar: جاري الاتصال على رقمك **{0}** لإيصال رمز التفعيل.
es: Estamos llamando al **{0}** para dictar un código.
it: Stiamo chiamando il tuo numero **{0}** per dettarti un codice.

# SentSmsCode
source: We've sent an SMS with an activation code to your phone **{0}**.
ar: تم إرسال رسالة قصيرة تحتوي على رمز التفعيل الخاص بك لرقمك **{0}**.
es: Enviamos un SMS con el código de activación al **{0}**.
it: Abbiamo inviato un SMS con un codice di attivazione al tuo numero **{0}**.

source: Service notifications
ar: إشعارات الخدمة
es: Servicio de notificaciones
it: Notifiche di servizio

# SessionsInfo
source: Control your sessions on other devices.
ar: قم بالتحكم بالأجهزة المسجل دخول منها.
es: Controla tus sesiones en otros dispositivos.
it: Controlla le tue sessioni sugli altri dispositivi.

# SessionsTitle
source: Active Sessions
ar: الأجهزة المسجّل دخول منها
es: Sesiones activas
it: Sessioni attive

source: Set
ar: تعيين
es: OK
it: Imposta

source: Set Additional Password
ar: تعيين كلمة مرور إضافية
es: Poner contraseña adicional
it: Imposta password aggiuntiva

# SetAdditionalPasswordInfo
source: You can set a password that will be required when you log in on a new device in addition to the code you get in the SMS.
ar: يمكنك تعيين كلمة مرور يتم طلبها عند محاولة تسجيل الدخول من جهاز جديد بالإضافة إلى الرمز الذي يأتيك في رسالة قصيرة.
es: Puedes poner una contraseña, que será requerida cuando inicies sesión en un nuevo dispositivo, además del código que recibes vía SMS.
it: Puoi impostare una password che ti verrà richiesta quando ti connetti da un nuovo dispositivo in aggiunta al codice che riceverai via SMS.

source: Set admins
ar: تعيين كمشرف
es: Nombrar administradores
it: Imposta amministratori

# SetAdminsAll
source: All Members are Admins
ar: جميع الأعضاء مشرفين
es: Todos son administradores
it: Tutti sono amministratori

# SetAdminsAllInfo
source: All members can add new members, edit name and photo of the group.
ar: جميع أعضاء القناة يستطيعون إضافة وحذف الأعضاء، والتعديل على اسم وصورة المجموعة.
es: Todos pueden añadir nuevos miembros, editar el nombre y la foto del grupo.
it: Tutti i membri possono aggiungere nuovi membri, modificare nome e foto del gruppo.

# SetAdminsNotAllInfo
source: Only admins can add and remove members, edit name and photo of the group.
ar: فقط مشرفو القناة يستطيعون حذف الأعضاء، والتعديل على اسم وصورة المجموعة.
es: Sólo los administradores pueden añadir y eliminar miembros, editar el nombre y la foto del grupo.
it: Solo gli amministratori possono aggiungere e rimuovere membri e modificare nome e foto del gruppo.

# SetAdminsTitle
source: Chat Admins
ar: مشرفو المحادثة
es: Administradores
it: Amministratori

# SetAsAdmin
source: Promote to admin
ar: ترقية ليكون مشرف
es: Ascender a administrador
it: Rendi amministratore

source: Set Recovery E-Mail
ar: اختر بريد إلكتروني لإسترداد الحساب
es: Poner e-mail de recuperación
it: Imposta email di recupero

# SetTimer
source: Set self-destruct timer
ar: عداد التدمير الذاتي
es: Establecer autodestrucción
it: Timer di autodistruzione

source: Settings
ar: الإعدادات
es: Ajustes
it: Impostazioni

source: Shadows
ar: الظل
es: Sombras
it: Ombre

# ShareComment
source: Write a comment...
ar: اكتب ملاحظة
es: Escribe un comentario...
it: Scrivi un commento...

# ShareContact
source: Share
ar: مشاركة
es: Compartir
it: Condividi

# ShareFile
source: Share
ar: مشاركة
es: Compartir
it: Condividi

source: Share Link
ar: شارك الرابط
es: Compartir enlace
it: Condividi link

# ShareLocation
source: Location
ar: المكان
es: Ubicación
it: Posizione

# ShareMyContactInfo
source: Share my contact
ar: قم بمشاركة جهة الاتصال الخاصة بي
es: Compartir mi número
it: Condividi il mio contatto

# ShareSendTo
source: Send to...
ar: أرسل إلى...
es: Enviar a...
it: Invia a...

source: Share Telegram...
ar: شارك تيليجرام...
es: Compartir Telegram...
it: Condividi Telegram...

# ShareYouLocationInfo
source: This will send your current location to the bot.
ar: هذا الخيار سيرسل موقعك الحالي للبوت.
es: Esto enviará tu ubicación actual al bot.
it: Questo invierà la tua posizione corrente al bot.

# ShareYouLocationInline
source: This bot would like to know your location each time you send it a request. This can be used to provide location-specific results.
ar: هذا البوت يرغب في معرفة موقعك في كل مرة ترسل له طلب. هذا يمكن الاستفادة منه لإعطائك نتائج مناسبة لموقعك.
es: Este bot podría querer saber tu ubicación cada vez que le envías una solicitud. Esto puede ser usado para entregar resultados específicos para tu ubicación.
it: Questo bot vorrebbe sapere la tua posizione ogni volta che invii una richiesta. Questo può essere usato per fornire risultati specifici per la posizione.

# ShareYouLocationTitle
source: Share your location?
ar: هل ترغب في مشاركة موقعك؟
es: ¿Compartir tu ubicación?
it: Condividere la tua posizione?

# ShareYouLocationUnable
source: App was unable to determine your current location
ar: لا يستطيع التطبيق تحديد موقعك الحالي
es: La aplicación no pudo determinar tu ubicación actual
it: L'app non è riuscita a determinare la tua posizione corrente

# ShareYouLocationUnableManually
source: Choose manually
ar: اختر بشكل يدوي
es: Elegir manualmente
it: Scegli manualmente

# ShareYouPhoneNumberTitle
source: Share your phone number?
ar: هل ترغب في مشاركة رقم هاتفك؟
es: ¿Compartir tu número de teléfono?
it: Condividere il tuo numero di telefono?

source: Shared Media
ar: عدد الوسائط المشتركة
es: Multimedia
it: Media condivisi

# SharedMediaTitle
source: Shared Media
ar: الوسائط المشتركة
es: Multimedia
it: Media condivisi

# SharedPlace
source: Place
ar: مكان
es: Lugar
it: Luogo

# SharingLiveLocationTitle
source: You are sharing your Live Location with {0}
ar: تقوم بمشاركة موقعك الحي مع {0}
es: Estás enviando tu ubicación en directo a {0}
it: Stai condividendo la tua posizione attuale con {0}

# SharingYouAndOtherName
source: You and {0}
ar: أنت و {0}
es: Tú y {0}
it: Tu e {0}

source: Sharpen
ar: زيادة الحدة
es: Nitidez
it: Nitidezza

source: Short
ar: قصير
es: Cortas
it: Breve

# ShortMessageLifetimeForever
source: Off
ar: إيقاف
es: Apagada
it: Spento

source: Show all media
ar: عرض كافة الوسائط
es: Ir a Multimedia
it: Mostra tutti i media

source: Show in chat
ar: أظهر في المحادثة
es: Mostrar en el chat
it: Visualizza in chat

# ShowNearbyPlaces
source: PULL UP TO SEE PLACES NEARBY
ar: اسحب للأعلى لمشاهدة الأماكن القريبة
es: LEVANTA PARA VER LUGARES CERCANOS
it: TIRA SU PER VEDERE I LUOGHI VICINI

source: Shuffle
ar: عشوائي
es: Aleatorio
it: Casuale

# SinglePhotosHelp
source: Show media as separate messages
ar: اعرض الصور كرسائل متفرقة
es: Mostrar multimedia en mensajes por separado
it: Mostra i media come messaggi separati

source: SLIDE TO CANCEL
ar: قم بالسحب للإلغاء
es: DESLIZA PARA CANCELAR
it: ANNULLA

source: Smart Notifications
ar: إشعارات ذكية
es: Notificaciones inteligentes
it: Notifiche intelligenti

# SmartNotificationsAlert
source: Sound Alert Frequency
ar: تردد صوت التنبيه
es: Frecuencia de alertas
it: Frequenza avviso sonoro

# SmartNotificationsDetail
source: {0} within {1}
ar: {0} خلال {1}
es: {0} dentro de {1}
it: {0} entro {1}

# SmartNotificationsDisabled
source: Disabled
ar: تعطيل
es: Desactivadas
it: Disabilitate

# SmsText
source: We will send you an SMS in {0}:%2$02d
ar: سنقوم بإرسال رسالة قصيرة خلال {0}:%2$02d
es: Te enviaremos un SMS en {0}:%2$02d
it: Ti invieremo un SMS tra {0}:%2$02d

# SoftUserLimitAlert
source: You will be able to add more users after you finish creating the group and convert it to a supergroup.
ar: ستتمكن من إضافة أعضاء أكثر إذا انتهيت من إنشاء المجموعة وقمت بتحويلها إلى مجموعة خارقة.
es: Podrás añadir más usuarios después de crear el grupo y convertirlo en un supergrupo.
it: Potrai aggiungere più utenti dopo aver creato il gruppo e averlo convertito in supergruppo.

source: Sort By
ar: فرز حسب
es: Ordenar por
it: Ordina per

# SortFirstName
source: First name
ar: الاسم الأول
es: Nombre
it: Nome

# SortLastName
source: Last name
ar: اسم العائلة
es: Apellidos
it: Cognome

source: Sound
ar: الصوت
es: Sonido
it: Suono

# SoundDefault
source: Default
ar: افتراضي
es: Por defecto
it: Predefinito

# StartEncryptedChat
source: Start Secret Chat
ar: إبدأ محادثة سرية
es: Iniciar chat secreto
it: Inizia chat segreta

source: Start Messaging
ar: إبدأ المراسلة
es: Comenzar
it: Inizia a messaggiare

# StartText
source: Please confirm your country code and enter your phone number.
ar: يرجى التحقق من صحة رمز بلدك وإدخال رقم هاتفك المحمول.
es: Por favor, confirma el código de tu país y pon tu número de teléfono.
it: Conferma il prefisso internazionale e inserisci il tuo numero di telefono.

# StickersOne
source: {0} sticker
ar: {0} ملصق

# StickersOther
source: {0} stickers
ar: {0} ملصق
it: {0} sticker

# StickersCopy
source: Copy link
ar: نسخ الرابط
es: Copiar enlace
it: Copia link

# StickersHide
source: Archive
ar: أرشف
es: Archivar
it: Archivia

# StickersName
source: Stickers
ar: ملصقات
it: Sticker

# StickersRemove
source: Remove
ar: حذف
es: Eliminar
it: Rimuovi

source: Stickers removed
ar: تم حذف الملصقات
es: Stickers eliminados
it: Sticker rimossi

# StickersShare
source: Share
ar: مشاركة
es: Compartir
it: Condividi

# StopAllLocationSharings
source: STOP ALL
ar: إيقاف الكل
es: DETENER TODO
it: ARRESTA TUTTO

# StopLiveLocation
source: Stop Sharing Location
ar: أوقف مشاركة الموقع
es: Dejar de enviar mi ubicación
it: Arresta condivisione

# StopLiveLocationAlertAll
source: Are you sure you want to stop sharing your live location?
ar: هل أنت متأكد من رغبتك في إيقاف مشاركة موقعك الحي؟
es: ¿Quieres dejar de enviar tu ubicación en directo?
it: Sei sicuro di voler terminare la condivisione della tua posizione attuale?

# StopLiveLocationAlertToGroup
source: Are you sure you want to stop sharing live location with {0}?
ar: هل أنت متأكد من رغبتك في إيقاف مشاركة موقعك الحي مع {0}?
es: ¿Quieres dejar de enviar la ubicación en directo a {0}?
it: Sei sicuro di voler terminare la condivisione della posizione attuale con {0}?

# StopLiveLocationAlertToUser
source: Are you sure you want to stop sharing live location with {0}?
ar: هل أنت متأكد من رغبتك في إيقاف مشاركة موقعك الحي مع {0}?
es: ¿Quieres dejar de enviar la ubicación en directo a {0}?
it: Sei sicuro di voler terminare la condivisione della posizione attuale con {0}?

source: Storage Usage
ar: استخدام التخزين
es: Uso de almacenamiento
it: Utilizzo archivio

# SubscribersOne
source: {0} subscriber
ar: مشترك واحد
es: {0} suscriptor
it: {0} iscritto

# SubscribersOther
source: {0} subscribers
ar: {0} مشترك
es: {0} suscriptores
it: {0} iscritti

source: Support
ar: الدعم
es: Soporte
it: Assistenza

source: System Root
ar: جذر النظام
es: Raíz del Sistema
it: Root di sistema

# TapHereGifs
source: Tap here to access saved GIFs
ar: اضغط هنا للوصول للصور المتحركة المحفوظة
es: Toca y ve los GIF guardados
it: Tocca qui per vedere le GIF salvate

# TelegramContactsOne
source: {0} contact on Telegram
ar: جهة اتصال واحدة على تيليجرام
es: {0} contacto en Telegram
it: {0} contatto su Telegram

# TelegramContactsOther
source: {0} contacts on Telegram
ar: {0} جهة اتصال على تيليجرام
es: {0} contactos en Telegram
it: {0} contatti su Telegram

source: Telegram FAQ
ar: الأسئلة الشائعة عن تيليجرام
es: Preguntas frecuentes
it: Domande frequenti

# TelegramFaqUrl
source: https://telegram.org/faq
ar: https://telegram.org/faq/ar
es: https://telegram.org/faq/es
it: https://telegram.org/faq/it

# TelegramVersion
source: Telegram for Android {0}
ar: تيليجرام للأندرويد {0}
es: Telegram para Android {0}
it: Telegram per Android {0}

# TerminateAllSessions
source: Terminate All Other Sessions
ar: سجل الخروج من كافة الأجهزة الأخرى
es: Cerrar todas las otras sesiones
it: Termina le altre sessioni

# TerminateSessionInfo
source: Tap on a session to terminate.
ar: اضغط على الجهاز لتسجيل الخروج منه.
es: Toca una sesión para cerrarla.
it: Premi su una sessione per terminarla.

# TerminateSessionQuestion
source: Terminate this session?
ar: هل ترغب في تسجيل الخروج من هذا الجهاز؟
es: ¿Cerrar esta sesión?
it: Terminare questa sessione?

# TextCopied
source: Text copied to clipboard
ar: تم نسخ النص للحافظة
es: Texto copiado al portapapeles
it: Testo copiato negli appunti

# TextSize
source: Messages Text Size
ar: حجم نص الرسائل
es: Tamaño del texto
it: Dimensione testo messaggi

source: Theme
ar: نمط
es: Tema
it: Tema

# ThemeBlue
source: Blue
ar: أزرق
es: Azul
it: Blu

# ThemeDark
source: Dark
ar: داكن
es: Oscuro
it: Scuro

source: Theme Preview
ar: معاينة النمط
es: Vista previa del tema
it: Anteprima tema

# TimeToEditExpired
source: Sorry, editing time expired.
ar: المعذرة، انتهت مدة التعديل على الرسائل.
es: Terminó el tiempo de edición.
it: Spiacenti, tempo di modifica scaduto.

# TimesOne
source: {0} time
ar: {0} مرة
es: {0} vez
it: {0} volta

# TimesOther
source: {0} times
ar: {0} مرة
es: {0} veces
it: {0} volte

# TintHighlights
source: HIGHLIGHTS
ar: الإضاءات
es: ILUMINACIÓN
it: ALTE LUCI

# TintShadows
source: SHADOWS
ar: الظلال
es: SOMBRAS
it: OMBRE

# TodayAt
source: at
ar: في
es: a las
it: alle

# TotalDataUsage
source: Total
ar: إجمالي
it: Totale

source: Turn Password Off
ar: إيقاف كلمة المرور
es: Desactivar contraseña
it: Disattiva password

# TurnPasswordOffQuestion
source: Are you sure you want to disable your password?
ar: هل أنت متأكد من رغبتك في تعطيل كلمة المرور؟
es: ¿Quieres desactivar tu contraseña?
it: Sei sicuro di voler disabilitare la tua password?

source: Two-Step Verification
ar: التحقق بخطوتين
es: Verificación en dos pasos
it: Verifica in due passaggi

# TypeMessage
source: Message
ar: الرسالة
es: Mensaje
it: Messaggio

source: typing...
ar: جاري الكتابة…
es: escribiendo...
it: sta scrivendo...

source: Unban
ar: ألغ الحظر
es: Quitar suspensión
it: Sblocca

# UnbanText
source: Tap and hold on user to unban.
ar: اضغط بإستمرار على المستخدم لإلغاء الحظر
es: Toca y mantén sobre un usuario para quitar su suspensión.
it: Tieni premuto sull'utente per sbloccarlo.

source: Unblock
ar: إلغاء الحظر
es: Desbloquear
it: Sblocca

# UnblockText
source: Tap and hold on user to unblock.
ar: اضغط بإستمرار على المستخدم لإلغاء الحظر
es: Mantén pulsado sobre un usuario para desbloquearlo.
it: Tieni premuto sull’utente per sbloccarlo.

# UndoAllCustom
source: Undo all custom notification settings for all your contacts and groups
ar: إعادة تعيين كافة إعدادات الإشعارات لجميع جهات الاتصال والمجموعات
es: Deshacer las notificaciones personalizadas para todos tus usuarios y grupos
it: Annulla tutte le impostazioni di notifica personalizzate per tutti i tuoi contatti e gruppi

source: Unknown error
ar: حدث خطأ غير معروف
es: Error desconocido
it: Errore sconosciuto

# UnlockFingerprint
source: Unlock with Fingerprint
ar: قم بالفتح بالبصمة
es: Desbloquear con la huella digital
it: Sblocca con impronta digitale

# UnmuteNotifications
source: Unmute
ar: إزالة كتم الصوت
es: No silenciar
it: Suona

source: unofficial app
ar: تطبيق غير رسمي
es: aplicación no oficial
it: app non ufficiale

source: Unpin from top
ar: إلغاء التثبيت
es: Desanclar
it: Togli dall'alto

# UnpinMessage
source: Unpin
ar: إزالة التثبيت
es: Desanclar
it: Togli

# UnpinMessageAlert
source: Do you want to unpin this message?
ar: هل ترغب في إزالة تثبيت هذه الرسالة؟
es: ¿Quieres desanclar este mensaje?
it: Vuoi togliere questo messaggio?

source: Unsupported attachment
ar: المرفق غير مدعوم
es: Adjunto no soportado
it: Allegato non supportato

# UnsupportedMedia
source: This message is not supported on your version of Telegram. Update the app to view: https://telegram.org/update
ar: نسخة تيليجرام الموجودة لديك لا تدعم هذه الرسالة. الرجاء التحديث لأحدث نسخة: https://telegram.org/update
es: Tu versión de Telegram no soporta este mensaje. Por favor, actualiza tu app para verlo: https://telegram.org/update
it: Questo messaggio non è supportato dalla tua versione di Telegram. Aggiorna l'app per visualizzarlo: https://telegram.org/update

# UpdateContactsMessage
source: Telegram has detected many unsynced contacts, would you like to sync them now? Choose 'OK' if you're using your own device, SIM card and Google account.
ar: تيليجرام قام باكتشاف جهات اتصال غير مزامنة، هل ترغب في مزامنتها الآن؟ اختر "نعم" إذا كنت تستخدم جهازك الخاص، شريحتك، وحساب جوجل الخاص بك.
es: Telegram ha detectado muchos contactos sin sincronizar. ¿Quieres sincronizarlos ahora? Elige “OK” si estás usando tu dispositivo, tarjeta SIM y cuenta de Google.
it: Telegram ha trovato molti contatti non sincronizzati, vorresti sincronizzarli adesso? Scegli 'OK' se stai usando il tuo dispositivo, la tua SIM e il tuo account Google.

# UpdateContactsTitle
source: Update contacts?
ar: هل ترغب في تحديث جهات الاتصال؟
es: ¿Actualizar contactos?
it: Aggiornare i contatti?

# UpdatedMinutesOne
source: updated {0} minute ago
ar: تم تحديثه قبل دقيقة واحدة
es: hace {0} minuto
it: aggiornata {0} minuto fa

# UpdatedMinutesOther
source: updated {0} minutes ago
ar: تم تحديثه قبل {0} دقيقة
es: hace {0} minutos
it: aggiornata {0} minuti fa

source: Updating...
ar: جاري التحديث...
es: Actualizando...
it: Aggiorno...

# UpgradeGroup
source: Upgrade to Supergroup
ar: قم بالتحديث لمجموعة خارقة
es: Convertir en supergrupo
it: Aggiorna a supergruppo

# UsbActive
source: USB transfer active
ar: نقل USB مفعل
es: Transferencia USB activa
it: Trasferimento USB attivo

# UseLessDataAlways
source: Always
ar: دائمًا
es: Siempre
it: Sempre

# UseLessDataNever
source: Never
ar: أبدًا
es: Nunca
it: Mai

# UseLessDataOnMobile
source: Only on mobile data
ar: فقط على البيانات الخلوية
es: Sólo datos móviles
it: Solo con i dati cellulare

# UseProxyAddress
source: Server
ar: الخادم
es: Servidor

source: Use proxy for calls
ar: استخدم البروكسي للمكالمات
es: Usar proxy para llamadas
it: Usa il proxy per le chiamate

# UseProxyForCallsInfo
source: Proxy servers may degrade the quality of your calls.
ar: خوادم البروكسي ربما تقلل من جودة الاتصال في تيليجرام.
es: El proxy puede disminuir la calidad de tus llamadas.
it: I server proxy potrebbero ridurre la qualità delle tue chiamate.

# UseProxyInfo
source: SOCKS5 proxy settings
ar: إعدادات بروكسي SOCKS 5
es: Ajustes de proxy SOCKS5
it: Impostazioni proxy SOCKS5

# UseProxyPassword
source: Password
ar: كلمة المرور
es: Contraseña

# UseProxyPort
source: Port
ar: المنفذ
es: Puerto
it: Porta

source: Use proxy settings
ar: استخدم إعدادات البروكسي
es: Usar ajustes de proxy
it: Usa impostazioni proxy

# UseProxyUsername
source: Username
ar: اسم المستخدم
es: Alias

# UserBio
source: Bio
ar: نبذة
es: Biografía

# UserBioEmpty
source: None
ar: لا يوجد
es: Ninguna
it: Nessuna

# UserBioInfo
source: You can add a few lines about yourself. Anyone who opens your profile will see this text.
ar: يمكنك إضافة بعض المعلومات عن نفسك. يمكن لمن يستعرض حسابك رؤية هذه المعلمات.
es: Puedes añadir algunas palabras sobre ti. Cualquiera que abra tu perfil verá este texto.
it: Puoi aggiungere qualche riga su di te. Chiunque apra il tuo profilo vedrà questo testo.

# UserRestricted
source: Sorry, you are not allowed to do this.
ar: المعذرة، لا يمكنك القيام بذلك.
es: Lo sentimos, no estás autorizado para hacer esto.
it: Spiacenti, questa azione non ti è permessa.

source: User Restrictions
ar: قيود المستخدم
es: Restricciones
it: Restrizioni utente

# UserRestrictionsBlock
source: Ban and remove from group
ar: حظر وإخراج من المجموعة
es: Suspender y eliminar del grupo
it: Blocca e rimuovi dal gruppo

# UserRestrictionsBy
source: Restricted by {0}
ar: تم التقييد بواسطة {0}
es: Restringido por {0}
it: Limitato da {0}

# UserRestrictionsCanDo
source: What can this user do?
ar: ماذا يستطيع هذا المستخدم عمله؟
es: ¿Qué puede hacer este usuario?
it: Cosa può fare questo utente?

# UserRestrictionsEmbedLinks
source: Embed Links
ar: ضمن روابط
es: Vista previa de enlaces
it: Inviare link con anteprima

# UserRestrictionsRead
source: Read Messages
ar: اقرأ رسائل
es: Leer mensajes
it: Leggere messaggi

# UserRestrictionsSend
source: Send Messages
ar: أرسل رسائل
es: Enviar mensajes
it: Inviare messaggi

# UserRestrictionsSendMedia
source: Send Media
ar: أرسل وسائط
es: Enviar multimedia
it: Inviare media

# UserRestrictionsSendStickers
source: Send Stickers & GIFs
ar: أرسل ملصقات وصور متحركة
es: Enviar stickers y GIF
it: Inviare stickers e GIF

# UserRestrictionsUntil
source: Banned until
ar: محظور حتى
es: Suspendido hasta
it: Bloccato fino a

# UserRestrictionsUntilForever
source: Forever
ar: إلى الأبد
es: Siempre
it: Sempre

source: Username
ar: اسم مستخدم
es: Alias

# UsernameAvailable
source: {0} is available.
ar: {0} متاح.
es: {0} está disponible.
it: {0} è disponibile.

# UsernameChecking
source: Checking username...
ar: جارٍ مراجعة اسم المستخدم...
es: Verificando alias...
it: Controllo l'username...

# UsernameEmpty
source: None
ar: لا يوجد
es: Ninguno
it: Nessuno

# UsernameHelp
source: You can choose a username on **Telegram**. If you do, other people will be able to find you by this username and contact you without knowing your phone number. You can use **az**, **09** and underscores. Minimum length is **5** characters.
ar: يمكنك اختيار اسم مستخدم في **تيليجرام**. إذا قمت بذلك، سيستطيع الناس إيجادك باستخدام الاسم المستخدم والتواصل معك من دون معرفة رقمك. تستطيع استخدام **حروف اللغة الإنجليزية**, **وأرقامها ** وكذلك الخط. لا بد من استخدام **٥** حروف على الأقل..
es: Puedes elegir un alias en **Telegram**. Si lo haces, otras personas te podrán encontrar por ese alias y contactarte sin saber tu número de teléfono. Puedes usar **a–z**, **0–9** y guiones bajos. La longitud mínima es de **5** caracteres.
it: Puoi scegliere un username su **Telegram**. Se lo fai, le altre persone potranno trovarti tramite questo username e contattarti senza conoscere il tuo numero di telefono. Puoi usare **a–z**, **0–9** e underscore. La lunghezza minima è di **5** caratteri.

# UsernameHelpLink
source: This link opens a chat with you on Telegram: {0}
ar: هذا الرابط يقوم بفتح محادثة معك في تيليجرام: {0}
es: Este enlace abre un chat contigo en Telegram: {0}
it: Questo link apre una chat con te su Telegram: {0}

# UsernameInUse
source: Sorry, this username is already taken.
ar: المعذرة، اسم المستخدم تم اختياره مسبقًا.
es: Lo sentimos, este alias ya está ocupado.
it: Spiacenti, questo username è già stato preso.

# UsernameInvalid
source: Sorry, this username is invalid.
ar: المعذرة، اسم المستخدم غير مقبول.
es: Lo sentimos, este alias es inválido.
it: Spiacenti, questo username non è valido.
